{
    "directMessages" : [
        {"id":0,"name":"Joycelin","avatar":"https://robohash.org/quiquinon.png?size=50x50&set=set1","time":"6:44","message":"Vestibulum rutrum rutrum neque. Aenean auctor gravida sem.","missedMessages":2,"pastille":1},
        {"id":1,"name":"Lemmy","avatar":"https://robohash.org/quoseavoluptatem.png?size=50x50&set=set1","time":"13:46","message":"Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi.","missedMessages":1,"pastille":1},
        {"id":2,"name":"Donnajean","avatar":"https://robohash.org/sintdignissimosquibusdam.png?size=50x50&set=set1","time":"22:13","message":"Donec posuere metus vitae ipsum. Aliquam non mauris. Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl.","missedMessages":0,"pastille":2},
        {"id":3,"name":"Tony","avatar":"https://robohash.org/velitnonet.png?size=50x50&set=set1","time":"0:41","message":"Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis.","missedMessages":1,"pastille":0},
        {"id":4,"name":"Colas","avatar":"https://robohash.org/saepesuscipitfugit.png?size=50x50&set=set1","time":"17:07","message":"Cras pellentesque volutpat dui. Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc.","missedMessages":5,"pastille":1},
        {"id":5,"name":"Pandora","avatar":"https://robohash.org/rerumetexplicabo.png?size=50x50&set=set1","time":"1:04","message":"Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi.","missedMessages":6,"pastille":2},
        {"id":6,"name":"Maitilde","avatar":"https://robohash.org/velveritatisquidem.png?size=50x50&set=set1","time":"12:36","message":"In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat.","missedMessages":0,"pastille":1},
        {"id":7,"name":"Jodie","avatar":"https://robohash.org/dolorealiassit.png?size=50x50&set=set1","time":"10:26","message":"Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla.","missedMessages":8,"pastille":1},
        {"id":8,"name":"Naiwei","avatar":"https://robohash.org/dignissimosquibusdamquia.png?size=50x50&set=set1","time":"10:26","message":"Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla.","missedMessages":8,"pastille":3},
        {"id":9,"name":"Jamaal","avatar":"https://robohash.org/seddolorumerror.png?size=50x50&set=set1","time":"6:01","message":"Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis.","missedMessages":9,"pastille":1},
        {"id":10,"name":"Dione","avatar":"https://robohash.org/reprehenderitutvoluptas.png?size=50x50&set=set1","time":"2:43","message":"Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis.","missedMessages":0,"pastille":1}
    ]
}